IDEA StatiCa Open Model
ConcreteSetupEc2.Annex Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Annex code
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public NationalAnnexCode Annex { get; set; }
Public Property Annex As NationalAnnexCode
	Get
	Set
public:
property NationalAnnexCode Annex {
	NationalAnnexCode get ();
	void set (NationalAnnexCode value);
}
Property Value
Type: NationalAnnexCode
See Also
Reference
ConcreteSetupEc2 Class
IdeaRS.OpenModel.Concrete Namespace